Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Answers a question using Health data you have authorized Foundation Lab to read.
de: Beantwortet eine Frage mit Gesundheitsdaten, für deren Lesen Sie Foundation Lab autorisiert haben.
es: Responde una pregunta utilizando datos de salud que usted ha autorizado a leer a Foundation Lab.
fr: Répond à une question en utilisant les données de santé que vous avez autorisé Foundation Lab à lire.
it: Risponde a una domanda utilizzando i dati sanitari che hai autorizzato Foundation Lab a leggere.
ja: Foundation Lab に読み取りを許可した健康データを使用して質問に回答します。
ko: Foundation Lab에게 읽기 권한을 부여한 건강 데이터를 사용하여 질문에 답합니다.
pt_br: Responde a uma pergunta usando dados de Saúde que você autorizou Foundation Lab a ler.
zh_hans: 使用您已授权 Foundation Lab 读取的健康数据回答问题。
zh_hant: 使用您已授權 Foundation Lab 讀取的健康資料回答問題。

source: Answers a request using Calendar data you have authorized Foundation Lab to read.
de: Beantwortet eine Anfrage mit Kalenderdaten, für deren Lesen Sie Foundation Lab autorisiert haben.
es: Responde una solicitud utilizando los datos del Calendario que usted ha autorizado a leer a Foundation Lab.
fr: Répond à une demande en utilisant les données du calendrier que vous avez autorisé Foundation Lab à lire.
it: Risponde a una richiesta utilizzando i dati del calendario che hai autorizzato Foundation Lab a leggere.
ja: Foundation Lab に読み取りを許可したカレンダー データを使用してリクエストに応答します。
ko: Foundation Lab에게 읽기 권한을 부여한 캘린더 데이터를 사용하여 요청에 응답합니다.
pt_br: Responde a uma solicitação usando dados do Calendário que você autorizou Foundation Lab a ler.
zh_hans: 使用您授权 Foundation Lab 读取的日历数据应答请求。
zh_hant: 使用您授權 Foundation Lab 讀取的日曆資料應答請求。

source: Answers cite the most relevant source passages.
de: Die Antworten zitieren die relevantesten Quellenpassagen.
es: Las respuestas citan los pasajes fuente más relevantes.
fr: Les réponses citent les passages sources les plus pertinents.
it: Le risposte citano i passaggi della fonte più rilevanti.
ja: 回答には最も関連性の高い情報源の一節が引用されています。
ko: 답변은 가장 관련성이 높은 소스 구절을 인용합니다.
pt_br: As respostas citam as passagens originais mais relevantes.
zh_hans: 答案引用了最相关的来源段落。
zh_hant: 答案引用了最相關的來源段落。

source: Answers use measurements HealthKit makes available to Foundation Lab. Missing values are never estimated.
de: Antworten verwenden Messungen, die HealthKit Foundation Lab zur Verfügung stellt. Fehlende Werte werden niemals geschätzt.
es: Las respuestas utilizan las mediciones que HealthKit pone a disposición de Foundation Lab. Los valores faltantes nunca se estiman.
fr: Les réponses utilisent les mesures que HealthKit met à la disposition de Foundation Lab. Les valeurs manquantes ne sont jamais estimées.
it: Le risposte utilizzano le misure che HealthKit mette a disposizione di Foundation Lab. I valori mancanti non vengono mai stimati.
ja: 回答には、HealthKit が Foundation Lab で利用できる測定値が使用されます。欠損値は決して推定されません。
ko: 답변은 HealthKit 측정을 사용하여 Foundation Lab에 제공됩니다. 결측값은 추정되지 않습니다.
pt_br: As respostas usam medidas que HealthKit disponibiliza para Foundation Lab. Valores ausentes nunca são estimados.
zh_hans: 答案使用 HealthKit 向 Foundation Lab 提供的测量值。永远不会估计缺失值。
zh_hant: 答案使用 HealthKit 提供給 Foundation Lab 的測量值。永遠不會估計缺失值。

source: Apple Intelligence Is Unavailable
de: Apple Intelligence ist nicht verfügbar
es: Apple Intelligence no está disponible
fr: Apple Intelligence n'est pas disponible
it: Apple Intelligence non è disponibile
ja: Apple Intelligence は利用できません
ko: Apple Intelligence를 사용할 수 없습니다.
pt_br: Apple Intelligence não está disponível
zh_hans: Apple Intelligence 不可用
zh_hant: Apple Intelligence 不可用

source: Apple Intelligence is not enabled.
de: Apple Intelligence ist nicht aktiviert.
es: Apple Intelligence no está habilitado.
fr: Apple Intelligence n'est pas activé.
it: Apple Intelligence non è abilitato.
ja: Apple Intelligence が有効になっていません。
ko: Apple Intelligence가 활성화되지 않았습니다.
pt_br: Apple Intelligence não está habilitado.
zh_hans: Apple Intelligence 未启用。
zh_hant: Apple Intelligence 未啟用。

source: Apply changes to start a new session. Save the experiment to keep it in the Library.
de: Änderungen übernehmen, um eine neue Sitzung zu starten. Speichern Sie das Experiment, um es in der Bibliothek zu behalten.
es: Aplicar cambios para iniciar una nueva sesión. Guarde el experimento para conservarlo en la Biblioteca.
fr: Appliquez les modifications pour démarrer une nouvelle session. Enregistrez l'expérience pour la conserver dans la bibliothèque.
it: Applica le modifiche per avviare una nuova sessione. Salva l'esperimento per conservarlo nella Libreria.
ja: 変更を適用して新しいセッションを開始します。実験を保存してライブラリに保存します。
ko: 변경 사항을 적용하여 새 세션을 시작하세요. 실험을 저장하여 라이브러리에 보관하세요.
pt_br: Aplique as alterações para iniciar uma nova sessão. Salve o experimento para mantê-lo na Biblioteca.
zh_hans: 应用更改以启动新会话。保存实验以将其保留在库中。
zh_hant: 應用變更以啟動新會話。保存實驗以將其保留在庫中。

source: Apply to Session
de: Auf Sitzung anwenden
es: Aplicar a la sesión
fr: Appliquer à la session
it: Applica alla sessione
ja: セッションに適用
ko: 세션에 적용
pt_br: Aplicar à sessão
zh_hans: 应用到会话
zh_hant: 套用至工作階段

source: Ask About Health Data
de: Fragen Sie nach Gesundheitsdaten
es: Pregunte sobre datos de salud
fr: Renseignez-vous sur les données de santé
it: Chiedi informazioni sui dati sanitari
ja: 健康データについて質問する
ko: 건강 데이터에 대해 물어보세요
pt_br: Pergunte sobre dados de saúde
zh_hans: 询问健康数据
zh_hant: 詢問健康數據

source: Ask Calendar
de: Kalender fragen
es: Preguntar Calendario
fr: Demander le calendrier
it: Chiedi a Calendario
ja: カレンダーに問い合わせる
ko: 달력에 물어보기
pt_br: Pergunte ao calendário
zh_hans: 询问日历
zh_hant: 詢問日曆

source: Ask about Health data
de: Fragen Sie nach Gesundheitsdaten
es: Pregunta por datos de Salud
fr: Renseignez-vous sur les données de santé
it: Chiedi informazioni sui dati sanitari
ja: 健康データについて質問する
ko: 건강 데이터에 대해 문의하세요
pt_br: Pergunte sobre dados de saúde
zh_hans: 询问健康数据
zh_hant: 詢問健康數據

source: Ask about the image
de: Fragen Sie nach dem Bild
es: Pregunta por la imagen
fr: Renseignez-vous sur l'image
it: Chiedi informazioni sull'immagine
ja: 画像について質問する
ko: 이미지에 대해 물어보세요
pt_br: Pergunte sobre a imagem
zh_hans: 询问图片
zh_hant: 詢問圖片

source: Ask about the indexed notes
de: Fragen Sie nach den indexierten Notizen
es: Pregunta por las notas indexadas
fr: Renseignez-vous sur les notes indexées
it: Chiedi informazioni sulle note indicizzate
ja: インデックス付きノートについて質問する
ko: 색인된 노트에 대해 문의하세요
pt_br: Pergunte sobre as notas indexadas
zh_hans: 询问索引笔记
zh_hant: 詢問索引筆記

source: Ask about the sample record
de: Fragen Sie nach dem Beispieldatensatz
es: Preguntar por el registro de muestra
fr: Renseignez-vous sur l'échantillon d'enregistrement
it: Chiedi informazioni sul record del campione
ja: サンプルレコードについて問い合わせる
ko: 샘플 기록에 대해 문의하세요
pt_br: Pergunte sobre o registro de amostra
zh_hans: 询问样品记录
zh_hant: 詢問樣品記錄

source: Ask about your sources
de: Fragen Sie nach Ihren Quellen
es: Pregunta por tus fuentes
fr: Renseignez-vous sur vos sources
it: Chiedi informazioni sulle tue fonti
ja: 情報源について尋ねる
ko: 출처에 대해 물어보세요
pt_br: Pergunte sobre suas fontes
zh_hans: 询问您的来源
zh_hant: 詢問您的來源

source: Ask the Index
de: Fragen Sie den Index
es: Pregunte al índice
fr: Demandez l'index
it: Chiedi all'Indice
ja: インデックスに質問する
ko: 색인에 물어보세요
pt_br: Pergunte ao índice
zh_hans: 询问索引
zh_hant: 詢問索引

source: Ask your Spotlight index
de: Fragen Sie Ihren Spotlight-Index
es: Pregunta a tu índice Spotlight
fr: Demandez votre indice Spotlight
it: Chiedi al tuo indice Spotlight
ja: Spotlight インデックスを尋ねる
ko: Spotlight 인덱스에 질문
pt_br: Pergunte ao seu índice Spotlight
zh_hans: 询问 Spotlight 索引
zh_hant: 詢問 Spotlight 索引

source: Attachment API Notes
de: Anhang-API-Hinweise
es: Notas API adjuntas
fr: Notes sur l'API des pièces jointes
it: Note API allegato
ja: 添付ファイル API ノート
ko: 첨부 API 노트
pt_br: Notas API anexadas
zh_hans: 附件API注释
zh_hant: 附件API註釋

# Attachment evidence missing · %@ · %lld tokens
source: Attachment evidence missing · %1$@ · %2$lld tokens
de: Anhangsbeweise fehlen · %1$@ · %2$lld-Tokens
es: Falta evidencia adjunta · %1$@ · Tokens %2$lld
fr: Preuve de pièce jointe manquante · %1$@ · Jetons %2$lld
it: Manca prova dell'allegato · %1$@ · Gettoni %2$lld
ja: 添付ファイルの証拠がありません · %1$@ · %2$lld トークン
ko: 첨부 증거 누락 · %1$@ · %2$lld 토큰
pt_br: Evidência de anexo ausente · Tokens %1$@ · %2$lld
zh_hans: 附件证据缺失 · %1$@ · %2$lld 代币
zh_hant: 附件證據缺失 · %1$@ · %2$lld 代幣

source: Attachment reference
de: Anhangsreferenz
es: Referencia del archivo adjunto
fr: Référence de pièce jointe
it: Riferimento allegato
ja: 添付ファイル参照
ko: 첨부자료 참고
pt_br: Referência do anexo
zh_hans: 附件参考
zh_hant: 附件參考

source: Attachment segments
de: Anhangssegmente
es: Segmentos de fijación
fr: Segments de fixation
it: Segmenti di attacco
ja: アタッチメントセグメント
ko: 첨부파일 세그먼트
pt_br: Segmentos de anexo
zh_hans: 附件段
zh_hant: 附件段

source: Attachment<ImageAttachmentContent> accepts CGImage, CIImage, a pixel buffer, or an image URL.
de: Anhang<ImageAttachmentContent> akzeptiert CGImage, CIImage, einen Pixelpuffer oder eine Bild-URL.
es: El archivo adjunto<ImageAttachmentContent> acepta CGImage, CIImage, un búfer de píxeles o una URL de imagen.
fr: Attachment<ImageAttachmentContent> accepte CGImage, CIImage, un tampon de pixels ou une URL d'image.
it: L'allegato<ImageAttachmentContent> accetta CGImage, CIImage, un buffer di pixel o un URL di immagine.
ja: Attachment<ImageAttachmentContent> は、CGImage、CIImage、ピクセル バッファー、または画像 URL を受け入れます。
ko: Attachment<ImageAttachmentContent>는 CGImage, CIImage, 픽셀 버퍼 또는 이미지 URL을 허용합니다.
pt_br: Attachment<ImageAttachmentContent> aceita CGImage, CIImage, um buffer de pixel ou um URL de imagem.
zh_hans: Attachment<ImageAttachmentContent> 接受 CGImage、CIImage、像素缓冲区或图像 URL。
zh_hant: Attachment<ImageAttachmentContent> 接受 CGImage、CIImage、像素緩衝區或圖片 URL。

source: Audit this UI screenshot for accessibility and layout issues. Describe only visible evidence.
de: Überprüfen Sie diesen UI-Screenshot auf Barrierefreiheits- und Layoutprobleme. Beschreiben Sie nur sichtbare Beweise.
es: Audite esta captura de pantalla de la interfaz de usuario para detectar problemas de accesibilidad y diseño. Describa sólo la evidencia visible.
fr: Vérifiez cette capture d'écran de l'interface utilisateur pour détecter les problèmes d'accessibilité et de mise en page. Décrivez uniquement les preuves visibles.
it: Controlla questo screenshot dell'interfaccia utente per problemi di accessibilità e layout. Descrivi solo le prove visibili.
ja: この UI スクリーンショットでアクセシビリティとレイアウトの問題を監査してください。目に見える証拠のみを説明してください。
ko: 이 UI 스크린샷에서 접근성 및 레이아웃 문제를 확인하세요. 눈에 보이는 증거만 기술하세요.
pt_br: Audite esta captura de tela da IU para problemas de acessibilidade e layout. Descreva apenas evidências visíveis.
zh_hans: 检查此 UI 屏幕截图的可访问性和布局问题。仅描述可见证据。
zh_hant: 檢查此 UI 螢幕截圖的可訪問性和佈局問題。僅描述可見證據。

source: Authored Comparison Contract
de: Verfasster Vergleichsvertrag
es: Contrato de comparación escrito
fr: Contrat de comparaison rédigé
it: Contratto di confronto autore
ja: 作成された比較契約
ko: 저작 비교 계약서
pt_br: Contrato de comparação de autoria
zh_hans: 撰写的比较合同
zh_hant: 撰寫的比較合約

source: Available Measurements
de: Verfügbare Maße
es: Medidas disponibles
fr: Mesures disponibles
it: Misure Disponibili
ja: 利用可能な測定値
ko: 사용 가능한 측정
pt_br: Medidas Disponíveis
zh_hans: 可用测量值
zh_hant: 可用測量值

source: Available Model Types
de: Verfügbare Modelltypen
es: Tipos de modelos disponibles
fr: Types de modèles disponibles
it: Tipi di modelli disponibili
ja: 利用可能なモデルタイプ
ko: 사용 가능한 모델 유형
pt_br: Tipos de modelos disponíveis
zh_hans: 可用型号类型
zh_hant: 可用型號類型

source: Available Today
de: Heute verfügbar
es: Disponible hoy
fr: Disponible aujourd'hui
it: Disponibile oggi
ja: 本日発売
ko: 오늘부터 이용 가능
pt_br: Disponível hoje
zh_hans: 今日上市
zh_hant: 今日上市

source: Available today
de: Heute verfügbar
es: Disponible hoy
fr: Disponible aujourd'hui
it: Disponibile oggi
ja: 本日発売
ko: 오늘부터 이용 가능
pt_br: Disponível hoje
zh_hans: 今天上市
zh_hant: 今天上市

source: Base Folder
de: Basisordner
es: Carpeta base
fr: Dossier de base
it: Cartella base
ja: ベースフォルダー
ko: 기본 폴더
pt_br: Pasta Base
zh_hans: 基础文件夹
zh_hant: 基礎資料夾

source: Basic Object
de: Basisobjekt
es: Objeto básico
fr: Objet de base
it: Oggetto Base
ja: 基本オブジェクト
ko: 기본 객체
pt_br: Objeto Básico
zh_hans: 基本对象
zh_hant: 基本對象

source: Book Recommendation
de: Buchempfehlung
es: Recomendación de libro
fr: Recommandation de livre
it: Consigli sul libro
ja: おすすめの本
ko: 도서 추천
pt_br: Recomendação de livro
zh_hans: 书籍推荐
zh_hant: 書籍推薦

source: Browse Foundation Lab
de: Durchsuchen Sie Foundation Lab
es: Explorar Foundation Lab
fr: Parcourir Foundation Lab
it: Sfoglia Foundation Lab
ja: Foundation Lab を参照
ko: Foundation Lab 찾아보기
pt_br: Navegar Foundation Lab
zh_hans: 浏览Foundation Lab
zh_hant: 瀏覽Foundation Lab

source: Browse Library
de: Bibliothek durchsuchen
es: Explorar biblioteca
fr: Parcourir la bibliothèque
it: Sfoglia la libreria
ja: ライブラリを参照
ko: 라이브러리 찾아보기
pt_br: Navegar na Biblioteca
zh_hans: 浏览图书馆
zh_hant: 瀏覽圖書館

source: Build and measure experiments with the Xcode 27 SDK.
de: Erstellen und messen Sie Experimente mit dem Xcode 27 SDK.
es: Cree y mida experimentos con el SDK Xcode 27.
fr: Créez et mesurez des expériences avec le SDK Xcode 27.
it: Realizza e misura esperimenti con l'SDK Xcode 27.
ja: Xcode 27 SDK を使用して実験を構築および測定します。
ko: Xcode 27 SDK로 실험을 구축하고 측정하세요.
pt_br: Crie e meça experimentos com o SDK Xcode 27.
zh_hans: 使用 Xcode 27 SDK 构建和测量实验。
zh_hant: 使用 Xcode 27 SDK 建構和測量實驗。

source: Build and measure experiments with the latest SDK.
de: Erstellen und messen Sie Experimente mit dem neuesten SDK.
es: Cree y mida experimentos con el SDK más reciente.
fr: Créez et mesurez des expériences avec le dernier SDK.
it: Realizza e misura esperimenti con l'SDK più recente.
ja: 最新の SDK を使用して実験を構築し、測定します。
ko: 최신 SDK로 실험을 구축하고 측정하세요.
pt_br: Crie e meça experimentos com o SDK mais recente.
zh_hans: 使用最新的 SDK 构建和测量实验。
zh_hant: 使用最新的 SDK 建構和測量實驗。

source: Cached input tokens
de: Zwischengespeicherte Eingabetoken
es: Tokens de entrada en caché
fr: Jetons d'entrée mis en cache
it: Token di input memorizzati nella cache
ja: キャッシュされた入力トークン
ko: 캐시된 입력 토큰
pt_br: Tokens de entrada armazenados em cache
zh_hans: 缓存的输入令牌
zh_hant: 快取的輸入令牌

source: Call · %@
de: Rufen Sie · %@ an
es: Llamar · %@
fr: Appel · %@
it: Chiama · %@
ja: 電話 · %@
ko: 전화 · %@
pt_br: Ligar · %@
zh_hans: 致电·%@
zh_hant: 致電·%@

source: Cancel Import
de: Import abbrechen
es: Cancelar importación
fr: Annuler l'importation
it: Annulla importazione
ja: インポートをキャンセル
ko: 가져오기 취소
pt_br: Cancelar importação
zh_hans: 取消导入
zh_hant: 取消導入

source: Cancel Voice Mode
de: Sprachmodus abbrechen
es: Cancelar modo de voz
fr: Annuler le mode vocal
it: Annulla la modalità vocale
ja: 音声モードをキャンセル
ko: 음성 모드 취소
pt_br: Cancelar modo de voz
zh_hans: 取消语音模式
zh_hant: 取消語音模式

source: Cancel the current model request
de: Brechen Sie die aktuelle Modellanfrage ab
es: Cancelar la solicitud del modelo actual
fr: Annuler la demande de modèle en cours
it: Annulla la richiesta del modello corrente
ja: 現在のモデルリクエストをキャンセルします
ko: 현재 모델 요청 취소
pt_br: Cancelar a solicitação do modelo atual
zh_hans: 取消当前模型请求
zh_hant: 取消目前模型請求

source: Capture actual calls and outputs, then compare an authored expectation
de: Erfassen Sie tatsächliche Anrufe und Ausgaben und vergleichen Sie dann eine verfasste Erwartung
es: Capture llamadas y resultados reales y luego compare una expectativa creada
fr: Capturez les appels et les sorties réels, puis comparez une attente créée
it: Cattura chiamate e output effettivi, quindi confronta un'aspettativa creata
ja: 実際の呼び出しと出力をキャプチャし、作成された期待値と比較します
ko: 실제 호출과 출력을 캡처한 다음 작성된 기대치를 비교합니다.
pt_br: Capture chamadas e saídas reais e compare uma expectativa criada
zh_hans: 捕获实际调用和输出，然后比较编写的期望
zh_hant: 捕捉實際呼叫和輸出，然後比較編寫的期望

source: Check language support, generate localized responses, and manage sessions.
de: Überprüfen Sie die Sprachunterstützung, generieren Sie lokalisierte Antworten und verwalten Sie Sitzungen.
es: Verifique la compatibilidad con idiomas, genere respuestas localizadas y administre sesiones.
fr: Vérifiez la prise en charge linguistique, générez des réponses localisées et gérez les sessions.
it: Controlla il supporto linguistico, genera risposte localizzate e gestisci le sessioni.
ja: 言語サポートを確認し、ローカライズされた応答を生成し、セッションを管理します。
ko: 언어 지원을 확인하고, 현지화된 응답을 생성하고, 세션을 관리하세요.
pt_br: Verifique o suporte ao idioma, gere respostas localizadas e gerencie sessões.
zh_hans: 检查语言支持、生成本地化响应并管理会话。
zh_hant: 檢查語言支援、產生本地化回應並管理會話。

source: Checking language support…
de: Sprachunterstützung wird überprüft…
es: Comprobando compatibilidad con idiomas...
fr: Vérification de la prise en charge linguistique…
it: Verifica del supporto linguistico…
ja: 言語サポートを確認しています…
ko: 언어 지원 확인 중…
pt_br: Verificando suporte ao idioma…
zh_hans: 检查语言支持...
zh_hant: 檢查語言支援...

source: Choose Bridge Folder…
de: Bridge-Ordner wählen…
es: Elija la carpeta puente...
fr: Choisissez le dossier Bridge…
it: Scegli la cartella Bridge…
ja: ブリッジフォルダーを選択してください…
ko: 브리지 폴더 선택…
pt_br: Escolha a pasta Bridge…
zh_hans: 选择桥文件夹...
zh_hant: 選擇橋資料夾...

source: Choose Image
de: Wählen Sie Bild
es: Elige Imagen
fr: Choisir une image
it: Scegli Immagine
ja: 画像を選択してください
ko: 이미지 선택
pt_br: Escolha a imagem
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Choose a bridge folder before enabling the agent bridge.
de: Wählen Sie einen Bridge-Ordner, bevor Sie die Agent-Bridge aktivieren.
es: Elija una carpeta puente antes de habilitar el puente del agente.
fr: Choisissez un dossier de pont avant d'activer le pont d'agent.
it: Scegli una cartella bridge prima di abilitare il bridge dell'agente.
ja: エージェント ブリッジを有効にする前にブリッジ フォルダーを選択してください。
ko: 에이전트 브리지를 활성화하기 전에 브리지 폴더를 선택하세요.
pt_br: Escolha uma pasta de ponte antes de ativar a ponte do agente.
zh_hans: 在启用代理桥接之前选择一个桥接文件夹。
zh_hant: 在啟用代理橋接之前選擇一個橋接資料夾。

source: Choose a folder
de: Wählen Sie einen Ordner
es: Elija una carpeta
fr: Choisissez un dossier
it: Scegli una cartella
ja: フォルダーを選択してください
ko: 폴더 선택
pt_br: Escolha uma pasta
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose an Image
de: Wählen Sie ein Bild
es: Elige una imagen
fr: Choisissez une image
it: Scegli un'immagine
ja: 画像を選択してください
ko: 이미지 선택
pt_br: Escolha uma imagem
zh_hans: 选择图像
zh_hant: 選擇影像

source: Choose an image before running the model
de: Wählen Sie ein Bild aus, bevor Sie das Modell ausführen
es: Elija una imagen antes de ejecutar el modelo
fr: Choisissez une image avant d'exécuter le modèle
it: Scegli un'immagine prima di eseguire il modello
ja: モデルを実行する前に画像を選択してください
ko: 모델을 실행하기 전에 이미지를 선택하세요
pt_br: Escolha uma imagem antes de executar o modelo
zh_hans: 在运行模型之前选择图像
zh_hant: 在運行模型之前選擇影像

source: Clear Index
de: Index löschen
es: Borrar índice
fr: Effacer l'index
it: Cancella indice
ja: インデックスをクリア
ko: 색인 지우기
pt_br: Limpar índice
zh_hans: 清晰索引
zh_hant: 清晰索引

source: Combine tools, inspect behavior, and measure results.
de: Kombinieren Sie Tools, prüfen Sie das Verhalten und messen Sie Ergebnisse.
es: Combine herramientas, inspeccione el comportamiento y mida los resultados.
fr: Combinez des outils, inspectez le comportement et mesurez les résultats.
it: Combina strumenti, esamina il comportamento e misura i risultati.
ja: ツールを組み合わせ、動作を検査し、結果を測定します。
ko: 도구를 결합하고, 동작을 검사하고, 결과를 측정합니다.
pt_br: Combine ferramentas, inspecione comportamentos e meça resultados.
zh_hans: 组合工具、检查行为并测量结果。
zh_hant: 組合工具、檢查行為並測量結果。

source: Compare a custom .fmadapter package with the base model in fresh sessions.
de: Vergleichen Sie ein benutzerdefiniertes .fmadapter-Paket mit dem Basismodell in neuen Sitzungen.
es: Compare un paquete .fmadapter personalizado con el modelo base en sesiones nuevas.
fr: Comparez un package .fmadapter personnalisé avec le modèle de base lors de nouvelles sessions.
it: Confronta un pacchetto .fmadapter personalizzato con il modello base nelle nuove sessioni.
ja: 新しいセッションでカスタム .fmadapter パッケージを基本モデルと比較します。
ko: 새로운 세션에서 사용자 정의 .fmadapter 패키지를 기본 모델과 비교하세요.
pt_br: Compare um pacote .fmadapter personalizado com o modelo base em novas sessões.
zh_hans: 在新会话中将自定义 .fmadapter 包与基本模型进行比较。
zh_hant: 在新會話中將自訂 .fmadapter 套件與基本模型進行比較。

source: Compare real calls and outputs
de: Vergleichen Sie echte Anrufe und Ausgaben
es: Compara llamadas y salidas reales
fr: Comparez les appels et sorties réels
it: Confronta chiamate e uscite reali
ja: 実際の呼び出しと出力を比較する
ko: 실제 호출과 출력 비교
pt_br: Compare chamadas e saídas reais
zh_hans: 比较真实的调用和输出
zh_hant: 比較真實的呼叫與輸出

source: Comparison Evidence
de: Vergleichsnachweis
es: Evidencia comparativa
fr: Preuve de comparaison
it: Prove di confronto
ja: 比較証拠
ko: 비교 증거
pt_br: Evidência de comparação
zh_hans: 比较证据
zh_hant: 比較證據

source: Complete
de: Abgeschlossen
es: Completo
fr: Terminé
it: Completato
ja: 完了
ko: 완료
pt_br: Completo
zh_hans: 已完成
zh_hant: 已完成

source: Complete guidance exposes every supported Spotlight query field to the model.
de: Vollständige Anleitung macht jedes unterstützte Spotlight-Abfragefeld dem Modell zugänglich.
es: La guía completa expone todos los campos de consulta Spotlight compatibles con el modelo.
fr: Des conseils complets exposent chaque champ de requête Spotlight pris en charge au modèle.
it: La guida completa espone al modello tutti i campi di query Spotlight supportati.
ja: 完全なガイダンスでは、サポートされているすべての Spotlight クエリ フィールドがモデルに公開されます。
ko: 완전한 지침은 지원되는 모든 Spotlight 쿼리 필드를 모델에 공개합니다.
pt_br: A orientação completa expõe todos os campos de consulta Spotlight suportados ao modelo.
zh_hans: 完整指南向模型公开每个支持的 Spotlight 查询字段。
zh_hant: 完整指南向模型公開每個支援的 Spotlight 查詢欄位。

source: Configuration
de: Konfiguration
es: Configuración
it: Configurazione
ja: 構成
ko: 구성
pt_br: Configuração
zh_hans: 配置
zh_hant: 配置

source: Configure a multi-tool workflow, inspect each run, and generate Swift code.
de: Konfigurieren Sie einen Multi-Tool-Workflow, prüfen Sie jeden Lauf und generieren Sie den Swift-Code.
es: Configure un flujo de trabajo de múltiples herramientas, inspeccione cada ejecución y genere código Swift.
fr: Configurez un flux de travail multi-outils, inspectez chaque exécution et générez le code Swift.
it: Configura un flusso di lavoro multi-strumento, ispeziona ogni esecuzione e genera il codice Swift.
ja: マルチツール ワークフローを構成し、各実行を検査して、Swift コードを生成します。
ko: 다중 도구 워크플로를 구성하고, 각 실행을 검사하고, Swift 코드를 생성합니다.
pt_br: Configure um fluxo de trabalho com várias ferramentas, inspecione cada execução e gere o código Swift.
zh_hans: 配置多工具工作流程，检查每次运行并生成 Swift 代码。
zh_hant: 配置多工具工作流程，檢查每次運行並產生 Swift 程式碼。

source: Connection File
de: Verbindungsdatei
es: Archivo de conexión
fr: Fichier de connexion
it: File di connessione
ja: 接続ファイル
ko: 연결 파일
pt_br: Arquivo de conexão
zh_hans: 连接文件
zh_hant: 連接文件

source: Context summary: %@
de: Kontextzusammenfassung: %@
es: Resumen de contexto: %@
fr: Résumé du contexte : %@
it: Riepilogo del contesto: %@
ja: コンテキストの概要: %@
ko: 상황 요약: %@
pt_br: Resumo do contexto: %@
zh_hans: 上下文摘要：%@
zh_hant: 上下文摘要：%@

source: Context usage
de: Kontextverwendung
es: Uso del contexto
fr: Utilisation du contexte
it: Utilizzo del contesto
ja: コンテキストの使用法
ko: 컨텍스트 사용법
pt_br: Uso de contexto
zh_hans: 上下文使用
zh_hant: 上下文使用

source: Copy Message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
pt_br: Copiar mensagem
zh_hans: 复制留言
zh_hant: 複製留言

# Couldn't import %@. Keeping %@. %@
source: Couldn't import %1$@. Keeping %2$@. %3$@
de: %1$@ konnte nicht importiert werden. Behalten Sie %2$@. %3$@
es: No se pudo importar %1$@. Manteniendo %2$@. %3$@
fr: Impossible d'importer %1$@. Conserver %2$@. %3$@
it: Impossibile importare %1$@. Mantenere %2$@. %3$@
ja: %1$@ をインポートできませんでした。 %2$@を維持します。 %3$@
ko: %1$@를 가져올 수 없습니다. %2$@를 유지합니다. %3$@
pt_br: Não foi possível importar %1$@. Mantendo %2$@. %3$@
zh_hans: 无法导入 %1$@。保留%2$@。 %3$@
zh_hant: 無法匯入 %1$@。保留%2$@。 %3$@
